;localization:
;Copy apeng.ini to apxxx.ini(xxx is taking the 2-letter language
;abbreviation from the ISO Standard 639 and adding a third letter,
;as appropriate, to indicate the sublanguage).

;This section must use English
[Info]
Language=Russian
Application=AccessPort
Version=1.34.0.0
Manufacturer=SUDT
Author=Fred Chow
Web=WWW.SUDT.COM
Email=support@sudt.com

[String]
&File=Файл
&Save	Ctrl+S=Сохранить
Save &As=Сохранить Как
&Print...	Ctrl+P=Печать
Print Pre&view=Предпросмотр
P&rint Setup...=Установки печати
&Export As HexDump...=Экспорт как HexDump
E&xit=Выход
&Edit=Редактор
&Undo	Ctrl+Z=Назад
&Redo	Ctrl+Y=Вперёд
Cu&t	Ctrl+X=Вырезать
&Copy	Ctrl+C=Копировать
&Paste	Ctrl+V=Вставить
&Delete	Del=Удалить
Select A&ll	Ctrl+A=Выбрать Всё
&View=Посмотреть
&Tool Bar=Инструменты
&Status Bar=Статус
S&ending Bar=Панель передачи
&Display Data	Ctrl+D=Показ данных
&Language=Язык
&Monitor=Монитор
Clear &All=Очистить Всё
Auto Scroll	Alt+A=Авто прокручивать
Show Hex	Ctrl+H=Показ в Hex
&Capture Events	Ctrl+E=Захват
&Start Monitor=Запустить монитор
S&top  Monitor=Остановить монитор
&Ports=Порты
Refresh=Обновить
&Tools=Инструменты
&Port Switch	Ctrl+P=Переключить порт
Tran&sfer File	Alt+S=Передать файл
&Configuration	F2=Установки

Start &Debug=Запуск отладки
&Go	F5=Запус
&Restart	Ctrl+Shift+F5=Перезапуск
Stop &Debugging	Shift+F5=Остановить отладку
Step &Next	F10=Следующий шаг
Run to &Cursor	Ctrl+F10=Запуск до курсора

Select &Font=Выбрать шрифт
Background Color=Цвет фона
&Avr Program=Программа Avr
&Operation=Операции
&Send Data	F10=Отправить данные
Cl&ear Output	Shift+F10=Очистить вывод
Output &Format	Shift+F2=Выходной формат
&Reset Counter	Ctrl+R=Сбросить счётчик
Clear &Input	Ctrl+F10=Очистить ввод
&Display Format	Ctrl+F2=Показать формат

&Help=Справка
&User manual	F1=Руководство пользователя
&Homepage=Домашняя страница
&Check Newest Version=Проверить новую версию
&About AccessPort...=О программе AccessPort

Enable insert log header=Разрешить вставку лог-заголовка
System version=Версия системы
Computer Name=Имя компьютера
Create Time=Задать время

&Copy=Копировать
C&lear=Очистить
Select &All=Выделить Всё
Save a&s=Сохранить Как

Transfer File=Передать Файл
Reload file when transfer starting=Перегрузить файл перед началом передачи
Se&lect File=Выбор файла
File Size:=Размер файла:
Sended:=Передано:
&Send=Передать
&Pause=Пауза
&Cancel=Отмена
&OK=OK
&Defaults=Умолчания

Configuration=Конфигурация
Custom Baud Rate=Задать скорость передачи
Enable=Разрешить
Serial Port Settings=Установки серийного порта
Port:=Порт:
Baud Rate:=Скорость передачи:
Parity Bit:=Бит чётности:
Data Bit:=Бит данных:
Stop Bit:=Стоповый бит:
Buffer Size:=Размер буфера:
Send display=Показ передачи
Char Format=Симв. формат
Hex  Format=Hex-формат
Receive display=Показ приёма
Enable auto send=Разрешить автопередачу
Cycle=Цикл
ms=мс
Advanced=Расширенные
Auto open port when application start=Авто открывать порт при старте программы
Prompt for saving when application exit=Запрос сохранения перед выходом
Remind me when update is available=Напоминать о доступном обновлении

Options=Опции
General=Основное
Event Control=Управление событиями
Flow Control=Управление потоком
Timeout Control=Управление тайм-аутом
Monitor Control=Управление монитором

Event Control Settings=Установки управления событиями
Errors=Ошибки
CTS Changes=CTS-изменения
DSR Changes=DSR-изменения
Break=Пауза
Ring Indicator=Указатель вызовов
RLSD (CD) Changes=RLSD (CD) изменения
Transmit Buffer Empty=Передача пустого буфера
Character Reception=Символ приёма
Flag Character Reception=Флаг символа приёма
Flag Char Value:=Значение симв. флага:

&Flow Control=Управление потоком
Flow Control Settings=Установки управления потоком
Flow Control=Управление потоком
Select=Выбор
NONE=НИ ОДИН
RTS/CTS(Hardware)=RTS/CTS(Железо)
DTR/DSR(Hardware)=DTR/DSR(Железо)
XOFF/XON(Software)=XOFF/XON(Софт)
Hardware Control Settings=Установки упровления железом
CTS Output Control=CTS Контроль вывода
DSR Output Control=DSR Контроль вывода
DSR Sensitivity (Input Control)=DSR Чувствительность (Управление вводом)
Software Control Settings=Установки управления софтом
XON/XOFF Output Control=XON/XOFF Контроль вывода
XON/XOFF Input Control=XON/XOFF Контроль ввода
Continue sending after XOFF sent=Продолжить передачу после XOFF-передачи
XON Limit:=XON лимит:
XOFF Limit:=XOFF лимит:
XON Char:=XON Симв.:
XOFF Char:=XOFF Симв.:

Read Timeouts=Чтение тайм-аутов
Read Interval Timeout:=Чтение интервала тайм-аута:
Read Total Timeout Multiplier:=Чтение всего инт. Кратность:
Read Total Timeout Constant:=Чтение всего инт. Константа:
Write Timeouts=Запись тайм-аутов
Write Total Timeout Multiplier:=Запись всего инт. Кратность:
Write Total Timeout Constant:=Запись всего инт. Константа:
Display Timeout Status Messages=Показывать статус сообщения тайм-аута

Export hexdump=Экспорт
Use hexadecimal notation without prefix.=Исп. hex-дамп представление без перфикса.
Start at line with offset:=Начало линии со смещением:
Up to and including line with offset:=Верх, сключая линию со смещением:
Context of hexdump=Контекст hex-дампа
Address=Адрес
Bytes of perline=Байтов на линии
Export hexdump to:=Экспорт hex-дампа в:
Export to file=- файл
Export to clipboard=- буфер обмена

Can't hexdump empty file.=Нет hexdump в пустом файле.
Not enough memory for clipboard.=Нет свободной памяти для буф. обмена.
Hexdump saved.=Hexdump сохранён.
Could not save Hexdump.=Не могу сохранить Hexdump.
Offsets must be multiples of the number of bytes per line.=Смещения должны быть кратны числу байтов на линии.
Max buffer size of clipboard is %dK bytes, redundant data will be discarded.=Макс. размер буфера обмена %dK байт, лишние данные будут отброшены.

Save Log File=Сохранить Log-файл
Start=Старт

Predefine Data List=Список предопределённых данных
New=Новый
Edit=Редактировать
Delete=Удалить
Delete All=Удалить Всё
Up=Вверх
Down=Вниз
Load=Загрузить
Step Next=Следующий шаг
New a data item=Новые данные пункта
Edit a data item=Редактировать данные пункта
Auto Ack Data List=Авто-запрос спика данных

Avr Program - I2C=Программа Avr - I2C
Device=Устройство
&Advanced=Расширение
Hex File=Hex-файл
&Browser=Проводник
Operation=Действие
&Program=Программа
&Verify=Проверка
&Read=Чтение

Ready=Чтение
About=О программе
OK=OK
Cancel=Отмена

Author:=Автор:
Website:=Web-сайт:
Email:=E-mail:

Tx %d=Tx %d
Rx %d=Rx %d

Checking the newest version of software...=Проверка новой версии программы...
Can't download version information...=Не могу загрузить информацию о версии...
Please download the newest version %d.%02d=Пожалуйста, загрузите новую версию %d.%02d
Current version %d.%02d=Текущая версия %d.%02d

C&omplete=Выполнено
&Pause=Пауза
&Resume=Возобновить
Transfer failure!=Передача неудалась!
Not found or it has been used!=Не найден файл или сейчас используется!
Open=Открыть
Close=Закрыть
Please input the data which to be sent!=Пожалуйста, введите данные для отправки!
Please open port first!=Пожалуйста, откройте сначала порт!
Please load file first!=Пожалуйста, загрузите сначала файл!
Save As=Сохранить Как
Hex Diplay=Показать Hex
Hex Output=Вывести Hex
Char Display=Показать Симв.
Char Output=Вывести Симв.
Load file failure!=Загрузка файла не удалась!

Send->=Посл.->
Hex=Hex
Char=Симв.
Real Time Send=Отпр. в реальн. врем.
Send=Отправить
AutoSend=АвтоПосл.
StopSend=ОстОтпр.
Default=Умолчания

Save original data=Сохранить исходные данные
Save=Сохранить

Quit the application=Выйти из программы
Exit=Выход

Show or hide the toolbar=Показать или скрыть панель
Toggle ToolBar=Переключить панель

Show or hide the status bar=Показать или скрыть панель статуса
Toggle StatusBar=Переключить панель статуса

Switch for receive area=Переключиться в область приёма
Display=Показать

Port switch=Переключение порта
Serial port switch=Переключить серийный порт

Open transfer file dialog=Открыть диалог передачи файла
Transfer File=Передать файл

Configurate the application parameter=Кофигурировать параметры программы
Configuration=Конфигурация

Send input to special port=Ввод специального порта для передачи
Send Data=Передача данных

Clear the data of send area=Очистить данные в области передачи данных
Clear Output=Очистить вывод

Set the data format of output area=Установить формат данных в области вывода
Output Format=Формат вывода

Reset counter to Zero=Сбросит счётчик в ноль
Reset Counter=Сброс счётчика

Clear the data of receive area=Очистить данные в области приёма
Clear=Очистить приём

Change the display format=Изменить формат представления
Change Format=Изменить формат

About version information=Информация о версии
About=Информация

Check the newest version on internet=Проверить новую версию в интернете
Check Newest Version=Проверка новой версии

Display data use hex format=Показать данные используя hex-формат
Hex Format=Hex-формат

Display data use character format=Показать данные используя символьный формат
Character Format=Символьный формат

Error, configure port failure!=Ошибка, портнеправильно сконфигурирован!

Please stop sending firstly!=Пожалуйста, остановите сначала передачу!
Must close all applications that use this communication port before stopping.=Перед остановкой Вы должны закрыть все программы использующие коммуникационный порт.

Choose monitor port=Выбор монитора порта

Start port monitor=Запуск монитора порта
Start Monitor=Запуск монитора

Stop port monitor=Остановка монитора порта
Stop Monitor=Остановить монитор

Auto Scroll To Bottom=Кнопка авто-прокрутки
Auto Scroll=Авто-прокрутка

Clear All=Очистить Всё

Terminal=Терминал
Monitor=Монитор

Install monitor driver failed! Please restart %s.=Сбой установки драйвера монитора! Пожалуйста, перезагрузите %s.
Cannot start monitor for COM%d. Port maybe already opened=Не могу запустить монитор для COM%d. Порт может быть уже открыт
Please select COM port first!=Пожалуйста, сначала выберите COM-порт!

Version=Версия %s для Windows 9x/XP/2000/2003/Vista/Win7
License To:=Этот продукт лицензирован для:
Home Page=Домашняя страница
Update=Обновление
Adv=\r\n\r\n______________________________________________________\r\nОзнакомьтесь с другим ПО на сайте WWW.SUDT.COM\r\n  SUDT SerialNull (Виртуальный серийный порт)\r\n  SUDT SerialTrace (Монитор серийного порта)\r\n SUDT SerialRemap (Переадресация серийного порта)\r\n
HomePageUrl=http://www.sudt.com/en/index.html
UpdateUrl=http://www.sudt.com/en/ap/index.html

Show Predefine Data List=Показать список предопределённых данных
Show Auto Ack Data List=
Echo in Rx pane=

Default setting=Установки по-умолчанию
Press Enter to send=Нажмите Enter для передачи

;End(Don't remove this line)